/* No comment provided by engineer. */
"--- ALL CATEGORIES ---" = "--- គ្រប់​ប្រភេទ ---";

/* No comment provided by engineer. */
"About" = "អំពី";

/* No comment provided by engineer. */
"Add Comment" = "បន្ថែម​មតិ​យោបល់";

/* No comment provided by engineer. */
"Add Map" = "បន្ថែម​ផែនទី";

/* No comment provided by engineer. */
"Add Map By URL" = "បន្ថែម​ផែនទី​តាម URL";

/* No comment provided by engineer. */
"Add Map Error" = "កំហុស​ក្នុង​ការ​បន្ថែម​ផែនទី";

/* No comment provided by engineer. */
"Add Report" = "បន្ថែម​របាយការណ៍";

/* No comment provided by engineer. */
"Added" = "បាន​បន្ថែម";

/* No comment provided by engineer. */
"Adding..." = "កំពុង​បន្ថែម...";

/* No comment provided by engineer. */
"All Categories" = "ប្រភេទ​ទាំង​អស់";

/* No comment provided by engineer. */
"All Checkins" = "ការ​ចូល​ទាំងអស់";

/* No comment provided by engineer. */
"Anonymous" = "អនាមិក";

/* No comment provided by engineer. */
"Are you sure you want to cancel?" = "តើ​អ្នក​ប្រាកដ​ជា​ចង់​បោះបង់​ឬ?";

/* No comment provided by engineer. */
"Authentication Required" = "បាន​ទាមទារ​ការ​ផ្ទៀងផ្ទាត់";

/* No comment provided by engineer. */
"By using this app, you agree to the following terms and policy:" = "ដោយ​ប្រើ​កម្មវិធី​នេះ អ្នក​យល់ព្រម​គោលការណ៍ និង​​លក្ខខណ្ឌ​ខាងក្រោម៖";

/* No comment provided by engineer. */
"Cancel" = "បោះបង់";

/* No comment provided by engineer. */
"Categories" = "ប្រភេទ";

/* No comment provided by engineer. */
"Categories..." = "ប្រភេទ...";

/* No comment provided by engineer. */
"Category Required" = "បាន​ទាមទារ​ប្រភេទ";

/* No comment provided by engineer. */
"Checkins..." = "ការ​ចូល...";

/* No comment provided by engineer. */
"Comment Queued" = "បាន​រៀប​មតិយោបល់​​ជា​ជួរ";

/* No comment provided by engineer. */
"Comment Required" = "បាន​ទាមទារ​មតិ​យោបល់​";

/* No comment provided by engineer. */
"Contact" = "ទាក់ទង";

/* No comment provided by engineer. */
"Date Required" = "បាន​ទាមទារ​កាលបរិច្ឆេទ";

/* No comment provided by engineer. */
"Description Required" = "បាន​ទាមទារ​សេចក្ដី​ពិពណ៌នា";

/* No comment provided by engineer. */
"Details" = "សេចក្ដី​លម្អិត";

/* No comment provided by engineer. */
"Display" = "បង្ហាញ";

/* No comment provided by engineer. */
"Done" = "រួច​ហើយ";

/* No comment provided by engineer. */
"Double tap to move map pin to new location" = "ចុច​​ផ្ទាំង​ទ្វេដង​ដើម្បី​ផ្លាស់ទី​​​ម្ជុល​​ផែនទី​ទៅ​កាន់​ទីតាំង​ថ្មី";

/* No comment provided by engineer. */
"Download Map Images" = "ទាញ​យក​រូបភាព​ផែនទី";

/* No comment provided by engineer. */
"Download Photos" = "ទាញ​យក​រូបថត";

/* No comment provided by engineer. */
"Email Required" = "បាន​ទាមទារ​អ៊ីមែល";

/* No comment provided by engineer. */
"Enable OpenGeoSMS" = "បើក OpenGeoSMS";

/* No comment provided by engineer. */
"Enter comment" = "បញ្ចូល​មតិ​យោបល់";

/* No comment provided by engineer. */
"Enter description" = "បញ្ចូល​សេចក្ដី​អធិប្បាយ";

/* No comment provided by engineer. */
"Enter email" = "បញ្ចូល​អ៊ីមែល";

/* No comment provided by engineer. */
"Enter email address" = "បញ្ចូល​អាសយដ្ឋាន​អ៊ីមែល";

/* No comment provided by engineer. */
"Enter first name" = "បញ្ចូល​នាម​ខ្លួន";

/* No comment provided by engineer. */
"Enter last name" = "បញ្ចូល​នាម​ត្រកូល";

/* No comment provided by engineer. */
"Enter name" = "បញ្ចូល​ឈ្មោះ";

/* No comment provided by engineer. */
"Enter title" = "បញ្ចូល​ចំណងជើង​";

/* No comment provided by engineer. */
"Enter webpage" = "បញ្ចូល​ទំព័រ​បណ្ដាញ";

/* No comment provided by engineer. */
"Error Saving Photo" = "កំហុស​ក្នុង​ការ​រក្សាទុក​រូបថត";

/* No comment provided by engineer. */
"Find Location" = "ស្វែងរក​ទីតាំង";

/* No comment provided by engineer. */
"Find Maps Around Me" = "ស្វែងរក​ខ្ញុំ​ជុំ​វិញ​ផែនទី";

/* No comment provided by engineer. */
"Finding address..." = "កំពុង​រក​អាសយដ្ឋាន...";

/* No comment provided by engineer. */
"Finding location..." = "កំពុង​រក​ទីតាំង...";

/* No comment provided by engineer. */
"for" = "សម្រាប់";

/* No comment provided by engineer. */
"Found" = "បាន​រក​ឃើញ";

/* No comment provided by engineer. */
"Hide Status Bar" = "លាក់​របារ​ស្ថានភាព";

/* No comment provided by engineer. */
"I Agree" = "ខ្ញុំ​យល់ព្រម";

/* No comment provided by engineer. */
"Icon Badge Number" = "លេខ​សម្គាល់​រូបតំណាង";

/* No comment provided by engineer. */
"Internet Connection Required" = "បាន​ទាមទារ​ការ​តភ្ជាប់​អ៊ីនធឺណិត";

/* No comment provided by engineer. */
"Last synced" = "បាន​ធ្វើ​សមកាលកម្ម​ចុង​ក្រោយ";

/* No comment provided by engineer. */
"Latitude Required" = "បាន​ទាមទារ​រយៈទទឹង​";

/* No comment provided by engineer. */
"List" = "បញ្ជី";

/* No comment provided by engineer. */
"Loading..." = "កំពុង​ផ្ទុក...";

/* No comment provided by engineer. */
"Locating..." = "កំពុង​រក​ទីតាំង...";

/* No comment provided by engineer. */
"Location Required" = "បាន​ទាមទារ​ទីតាំង";

/* No comment provided by engineer. */
"Locations..." = "ទីតាំង...";

/* No comment provided by engineer. */
"Longitude Required" = "បាន​ទាមទារ​រយៈ​បណ្ដោយ​";

/* No comment provided by engineer. */
"Map" = "ផែនទី";

/* No comment provided by engineer. */
"Maps" = "ផែនទី";

/* No comment provided by engineer. */
"Maps..." = "ផែនទី...";

/* No comment provided by engineer. */
"Model" = "ម៉ូដែល";

/* No comment provided by engineer. */
"Name Required" = "បាន​ទាមទារ​ឈ្មោះ";

/* No comment provided by engineer. */
"No" = "ទេ";

/* No comment provided by engineer. */
"No Category" = "គ្មាន​ប្រភេទ";

/* No comment provided by engineer. */
"No checkins" = "គ្មាន​ការ​ចូល";

/* No comment provided by engineer. */
"No comments" = "គ្មាន​មតិយោបល់";

/* No comment provided by engineer. */
"No Date" = "គ្មាន​កាលបរិច្ឆេទ";

/* No comment provided by engineer. */
"No Internet" = "គ្មាន​អ៊ីនធឺណិត";

/* No comment provided by engineer. */
"No Location" = "គ្មាន​ទីតាំង";

/* No comment provided by engineer. */
"No maps" = "គ្មាន​ផែនទី";

/* No comment provided by engineer. */
"No photos" = "គ្មាន​រូបថត";

/* No comment provided by engineer. */
"No reports" = "គ្មាន​របាយការណ៍";

/* No comment provided by engineer. */
"No videos" = "គ្មាន​វីដេអូ";

/* No comment provided by engineer. */
"No webpages" = "គ្មាន​ទំព័រ​បណ្ដាញ";

/* No comment provided by engineer. */
"Not verified" = "គ្មាន​ការ​ផ្ទៀងផ្ទាត់";

/* No comment provided by engineer. */
"Ok" = "យល់ព្រម";

/* No comment provided by engineer. */
"OK" = "យល់ព្រម";

/* No comment provided by engineer. */
"Pending" = "មិន​ទាន់​សម្រេច";

/* No comment provided by engineer. */
"Pending Upload" = "ធ្វើ​បច្ចុប្បន្នភាព​មិន​ទាន់​​សម្រេច";

/* No comment provided by engineer. */
"Photos" = "រូបថត";

/* No comment provided by engineer. */
"Photos..." = "រូបថត...";

/* No comment provided by engineer. */
"Please verify your internet connection and try again." = "សូម​ផ្ទៀងផ្ទាត់​ការ​តភ្ជាប់​អ៊ីនធឺណិត​របស់​អ្នក ហើយ​ព្យាយាម​ម្តងទៀត។​";

/* No comment provided by engineer. */
"Privacy Policy" = "គោលនយោបាយ​ឯកជន";

/* No comment provided by engineer. */
"Report Queued" = "បាន​រៀប​របាយការណ៍​​ជា​ជួរ";

/* No comment provided by engineer. */
"Reports" = "របាយការណ៍";

/* No comment provided by engineer. */
"Reports..." = "របាយការណ៍...";

/* No comment provided by engineer. */
"Resize New Photos" = "ប្ដូរ​ទំហំ​រូបថត​ថ្មី";

/* No comment provided by engineer. */
"Resize Photo Width" = "ប្ដូរ​ទំហំ​ទទឹង​រូបថត";

/* No comment provided by engineer. */
"Saved" = "បាន​រក្សាទុក";

/* No comment provided by engineer. */
"Saving..." = "កំពុង​រក្សាទុក...";

/* No comment provided by engineer. */
"Search address..." = "ស្វែងរក​អាសយដ្ឋាន...";

/* No comment provided by engineer. */
"Search checkins..." = "ស្វែងរក​ការ​ចូល...";

/* No comment provided by engineer. */
"Search reports..." = "ស្វែងរក​របាយការណ៍...";

/* No comment provided by engineer. */
"Searching..." = "កំពុង​ស្វែងរក...";

/* No comment provided by engineer. */
"Select a category" = "ជ្រើស​ប្រភេទ";

/* No comment provided by engineer. */
"Send" = "ផ្ញើ​";

/* No comment provided by engineer. */
"Send via OpenGeoSMS" = "ផ្ញើ​តាម​រយៈ OpenGeoSMS";

/* No comment provided by engineer. */
"Sending..." = "កំពុង​ផ្ញើ...";

/* No comment provided by engineer. */
"Sent" = "បាន​ផ្ញើ";

/* No comment provided by engineer. */
"Settings" = "ការ​កំណត់";

/* No comment provided by engineer. */
"Share Application" = "ចែក​រំលែក​កម្មវិធី";

/* No comment provided by engineer. */
"SMS" = "សារ SMS";

/* No comment provided by engineer. */
"Synchronize Error" = "កំហុស​ក្នុង​ការ​ធ្វើ​សមកាលកម្";

/* No comment provided by engineer. */
"Syncing..." = "កំពុង​ធ្វើ​សមកាលកម្...";

/* No comment provided by engineer. */
"Terms Of Service" = "លក្ខខណ្ឌ​សេវាកម្ម";

/* No comment provided by engineer. */
"Title Required" = "បាន​ទាមទារ​ចំណងជើង";

/* No comment provided by engineer. */
"Unable to add map to database" = "មិន​អាច​បន្ថែម​ផែនទី​ទៅ​មូលដ្ឋាន​ទិន្នន័យ​បាន​ទេ";

/* No comment provided by engineer. */
"Unsaved Changes" = "មិន​អាច​រក្សាទុក​ការ​ផ្លាស់ប្ដូរ​បាន​ទេ";

/* No comment provided by engineer. */
"Upload" = "ផ្ទុក​ឡើង";

/* No comment provided by engineer. */
"Upload Error" = "កំហុស​ក្នុង​ការ​ផ្ទុក";

/* No comment provided by engineer. */
"Upload via Ushahidi API" = "ផ្ទុក​តាម​រយៈ Ushahidi API";

/* No comment provided by engineer. */
"Uploaded" = "បាន​ផ្ទុក";

/* No comment provided by engineer. */
"Uploaded report..." = "បាន​ផ្ទុក​របាយការណ៍...";

/* No comment provided by engineer. */
"Uploaded video..." = "បាន​ផ្ទុក​វីដេអូ...";

/* No comment provided by engineer. */
"Uploading..." = "កំពុង​ផ្ទុក...";

/* No comment provided by engineer. */
"User Agreement" = "កិច្ចព្រមព្រៀង​អ្នក​ប្រើ";

/* No comment provided by engineer. */
"User Captured Video" = "វីដេអូ​ដែល​បាន​​ថត​ដោយ​អ្នក​ប្រើ";

/* No comment provided by engineer. */
"User Location" = "ទីតាំង​អ្នក​ប្រើ";

/* No comment provided by engineer. */
"Verified" = "បាន​ផ្ទៀងផ្ទាត់";

/* No comment provided by engineer. */
"Version" = "កំណែ";

/* No comment provided by engineer. */
"Video Error" = "កំហុស​វីដេអូ";

/* No comment provided by engineer. */
"with" = "ជាមួយ";

/* No comment provided by engineer. */
"Yes" = "បាទ/ចាស";

/* No comment provided by engineer. */
"Your report has been uploaded and is pending approval." = "របាយការណ៍​​របស់​អ្នក​ត្រូវ​បាន​ធ្វើ​បច្ចុប្បន្នភាព ហើយ​រង់ចាំ​ដោះស្រាយ​កិច្ចព្រមព្រៀង។";

